_GREEN = (0.29, 0.46, 0.24, 1)
_LITE_GRAY = (0.2, 0.2, 0.2, 1)
_HARD_GRAY = (0.4, 0.4, 0.4, 1)
_GRAY = (0.3, 0.3, 0.3, 1)
_WHITE = (1.0, 1.0, 1.0, 1)

_HELPERS_TEXT_CONT = {"Номер протокола":"", "Номер стенда":"", "Инвентарный №":"", "Заводской №":"", "Дата следующей проверки":"", "Руководитель от. метрологии":"Шарабрина Т.Н.", "Начальник ОТК": "Сергеев А.А.", "Метролог": "Савельева Ю.С.", "Примечание":""}
_HELPERS_TEXT_STAND = ("Номер стенда", "Инвентарный №", "Заводской №", "Место нахождения", "На ком числится", "Назначение", "Группа", "Разработчик", "Заказчик", "Версия стенда", "Наличие ПО",
                       "Версия ПО", "Дата запуска в эксплуатацию")
_HELPERS_TEXT_CANTHEL = ("Номер стенда", "Инвентарный №", "Заводской №", "№ протокола")
_HELPER_TEXT_REPAIR = ("Название стенда", "Номер стенда", "Инвентарный №", "Заводской №", "Место нахождения", "Ответственный за стенд", "Заказчик", "Краткое описание неисправности")
_HEADS_TABLE_STAND = {"№": "30dp", "Индентификатор": "130dp", "Инвентарный №": "130dp", "Заводской №": "130dp", "Наименование стенда":"510dp"}